{
  "doc_id": "pepv1_case_0015",
  "source": "data\\raw\\pepv1.json",
  "text": "15) Homem de 34 anos de idade procura o pronto-socorro de um hospital terciário, pois apresenta há 4 dias mal-estar, náuseas, vômitos, dor abdominal, tosse produtiva, dispneia, e períodos de febre com temperatura axilar de até 39°C. É diabético há 20 anos e faz uso de insulina ultralenta e ultrarrápida orientando-se por contagem de carboidratos. Está em seguimento ambulatorial regular com ótima aderência e bom controle. Entretanto, nos últimos 4 dias, houve aumento da glicemia com necessidade de doses mais elevadas de insulina. Também fez uso de inalação com fenoterol na tentativa de melhorar a sensação de dispneia. Hoje apresentou queda do estado geral importante. O paciente foi levado à sala de emergência e monitorizado. Foi obtido acesso venoso e coletados exames. Ao exame clínico de entrada, apresentava-se em mau estado geral, desidratado +3/+4, acianótico, anictérico, afebril, desorientado temporoespacialmente e torporoso; sem sinais meníngeos; tempo de enchimento capilar de 6 segundos; pressão arterial = 80 x 50 mmHg; frequência cardíaca = 120 bpm; frequência respiratória = 40 irpm; saturação de O ₂ em ar ambiente = 95%; ausculta pulmonar com estertores finos em ápice direito; bulhas taquicárdicas sem outras alterações na ausculta cardíaca; abdome plano, flácido, descompressão brusca indolor, Giordano negativo; exame clínico sem outras alterações. Realizada glicemia capilar = 390 mg/dl. Cite a conduta terapêutica imediata:",
  "entities": [
    {
      "span": "dor abdominal",
      "start": 135,
      "end": 148,
      "type": "SYMPTOM",
      "score": 0.99,
      "assertion": "PRESENT",
      "evidence": "15) Homem de 34 anos de idade procura o pronto-socorro de um hospital terciário, pois apresenta há 4 dias mal-estar, náuseas, vômitos, dor abdominal, tosse produtiva, dispneia, e períodos de febre com temperatura axilar de até 39°C.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 191,
      "end": 196,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "15) Homem de 34 anos de idade procura o pronto-socorro de um hospital terciário, pois apresenta há 4 dias mal-estar, náuseas, vômitos, dor abdominal, tosse produtiva, dispneia, e períodos de febre com temperatura axilar de até 39°C.",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 15,
  "group": "prontuario"
}