{
  "doc_id": "pepv1_case_0072",
  "source": "data\\raw\\pepv1.json",
  "text": "72) ID: Homem, 60 anos, tabagista, com histórico de IAM. QD: \"Dor abdominal associada a vômitos e náuseas.\" HPMA: Paciente com histórico de infarto do miocárdio há 5 anos, tratado com angioplastia, em uso de AAS e atorvastatina. Refere dor abdominal intensa há 24 horas, tipo cólica, com piora após ingestão de alimentos gordurosos, associada a náuseas e vômitos (em 3 episódios). Nega febre, melena, alterações do hábito intestinal ou urinárias. Ao exame físico: abdome distendido, doloroso à palpação profunda em epigástrio, com ausência de sinais peritoneais. Exames laboratoriais mostram amilase e lipase elevadas, com ultrassonografia abdominal revelando colelitíase. Hipótese de colecistite aguda com possível pancreatite secundária. ISDA: Nega sintomas respiratórios, sem história de icterícia ou disúria. AP: IAM prévio, com angioplastia; em uso de AAS e atorvastatina. AF: Nega etilismo; tabagismo 40 maços/ano.",
  "entities": [
    {
      "span": "Dor abdominal",
      "start": 62,
      "end": 75,
      "type": "SYMPTOM",
      "score": 0.99,
      "assertion": "PRESENT",
      "evidence": "QD: \"Dor abdominal associada a vômitos e náuseas.\"",
      "links": [],
      "icd10": []
    },
    {
      "span": "dor abdominal",
      "start": 236,
      "end": 249,
      "type": "SYMPTOM",
      "score": 0.99,
      "assertion": "PRESENT",
      "evidence": "Refere dor abdominal intensa há 24 horas, tipo cólica, com piora após ingestão de alimentos gordurosos, associada a náuseas e vômitos (em 3 episódios).",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 386,
      "end": 391,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "Nega febre, melena, alterações do hábito intestinal ou urinárias.",
      "links": [],
      "icd10": []
    },
    {
      "span": "disúria",
      "start": 804,
      "end": 811,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "ISDA: Nega sintomas respiratórios, sem história de icterícia ou disúria.",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 72,
  "group": "caso_estruturado"
}