{
  "doc_id": "pepv1_case_0012",
  "source": "data\\raw\\pepv1.json",
  "text": "12) Paciente com 23 dias de vida, sexo feminino, é levada para sua primeira consulta pediátrica. Mãe com 28 anos de idade, primeira gestação, e pai, 35 anos de idade, ambos hígidos. A gestação ocorreu sem intercorrências. O bebê nasceu a termo (idade gestacional de 39 semanas), parto vaginal sem intercorrências, Peso de nascimento = 3290g, Estatura = 49cm, Perímetro cefálico = 35cm, Apgar 8/9/10. Não houve intercorrências no período neonatal e o recém-nascido teve alta hospitalar no 3º dia de vida, pesando 3000g, com icterícia zona I de Krammer e recebendo aleitamento materno exclusivo. Ainda na maternidade recebeu as vacinas contra BCG e Hepatite B. A mãe está preocupada pois acredita que \"seu leite está fraco\" e que não está sendo suficiente para nutrir o recém-nascido. Ela refere que está amamentando de 3 em 3 horas, por aproximadamente 30 a 40 minutos, mas ele frequentemente chora antes do horário da próxima mamada. Refere que esta queixa ficou muito mais intensa na última semana, que ele tem episódios de choro inconsolável entre as mamadas, diariamente, que pioram no período nortuno. Está acordando praticamente de hora em hora durante a madrugada. A mãe nota que há urina e fezes amareladas e semi-líquidas em quase todas as trocas de fralda. A mãe também está bastante preocupada com manchas vermelhas que surgiram no corpo do bebê nos últimos dias. Ao exame clínico, a criança apresenta-se em bom estado geral, corada, hidratada e ativa, anictérica. Peso = 3600g Estatura = 52 cm Perímetro cefálico = 37 cm. Exames cardíaco e pulmonar sem alterações. Pulsos periféricos presentes e simétricos. Abdome flácido, ruídos hidroaéreos presentes, fígado palpável a 1cm do RCD e baço não palpável. Períneo íntegro. Manobra de Ortolani negativa; Reflexo vermelho presente bilateralmente; Exame da pele: vide foto anexa. A mãe questiona a necessidade de introduzir fórmula láctea infantil para complementar a alimentação da criança. Indique o parâmetro mais importante a ser utilizado para orientar esta decisão.",
  "entities": [],
  "case_id": 12,
  "group": "prontuario"
}