{
  "doc_id": "pepv1_case_0075",
  "source": "data\\raw\\pepv1.json",
  "text": "75) ID: Feminino, 49 anos, procedente de SP. DM2 em uso de metformina. QD: Dispneia progressiva há 2 meses + febre intermitente + perda ponderal. HPMA: Evolui há ~8 semanas com dispneia aos esforços progressiva, associada a febre vespertina intermitente (picos ~38 °C) e perda de ~10 kg no período. Nega tabagismo/etilismo. Nega dor torácica típica, hemoptise, sibilância. Ao exame: FR 28 irpm, FC 93 bpm, PA 112 x 68 mmHg, SatO ₂ 94% em AA. Pulmão: MV presente bilateralmente, porém diminuído em terço inferior E; sinal de Signorelli positivo e egofonia em terço médio E. Sem outras alterações relevantes. Exames na admissão: hemograma com anemia discreta e leucócitos sem desvio; PCR elevada. RX de tórax: velamento de base esquerda com menisco e redução de expansibilidade, compatível com derrame pleural à esquerda. Hipótese clínica: derrame pleural de provável etiologia infecciosa crônica (sugestivo de derrame pleural tuberculoso). ISDA: Nega ortopneia/PND; nega edema MMII; sem queixas urinárias; sem sintomas GI relevantes. AP: DM2 (metformina). Nega DPOC/asma. Nega alergias. AF: Nega tabagismo e etilismo. Sem uso de drogas ilícitas.",
  "entities": [
    {
      "span": " febre",
      "start": 108,
      "end": 114,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "QD: Dispneia progressiva há 2 meses + febre intermitente + perda ponderal.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 224,
      "end": 229,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "HPMA: Evolui há ~8 semanas com dispneia aos esforços progressiva, associada a febre vespertina intermitente (picos ~38 °C) e perda de ~10 kg no período.",
      "links": [],
      "icd10": []
    },
    {
      "span": "hemograma",
      "start": 627,
      "end": 636,
      "type": "TEST",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "Exames na admissão: hemograma com anemia discreta e leucócitos sem desvio; PCR elevada.",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 75,
  "group": "caso_estruturado"
}