{
  "doc_id": "pepv1_case_0027",
  "source": "data\\raw\\pepv1.json",
  "text": "27) ID: Feminino, 35 anos, primigesta, IG 33 semanas. QD: “Cólicas frequentes há 4 horas.” HPMA: Gestante 33 semanas, procura PS com dor abdominal em cólica há 4 horas, intervalos <5 min. Antecedente pessoal: cardiopatia reumática com estenose mitral moderada, em uso de furosemida 40 mg/dia e propranolol 40 mg/dia. Ao exame: bom estado geral, PA 130×80 mmHg, FC 96 bpm; bulhas rítmicas normofonéticas, sopro com ruflar diastólico em foco mitral. Abdome gravídico, AU 32 cm, dinâmica uterina com 2 contrações moderadas em 10 min, tônus uterino normal, BCF 136 bpm. Ao exame vaginal: colo médio, medianizado, 3 cm de dilatação, com líquido claro sem grumos em fundo de saco posterior (sugestivo de amniorrexe; em prontuário real, registrar teste de cristalização/inspeção/USG e avaliação de cor/odor). Diante de suspeita de trabalho de parto prematuro e comorbidade cardíaca, registrada necessidade de manejo em alto risco: monitorização materno-fetal, avaliação cardiológica/anestésica, e definição de tocolise/corticoterapia/GBS conforme elegibilidade e contraindicações. ISDA: Nega febre e sintomas urinários; sem tosse/coriza; nega dor torácica/ortopneia no momento (triagem importante pela estenose mitral). AP: Cardiopatia reumática com estenose mitral moderada. Medicações: furosemida e propranolol conforme acima. Alergias/cirurgias: não informadas. Hábitos: não informado. AF: Não informado.",
  "entities": [
    {
      "span": "dor abdominal",
      "start": 133,
      "end": 146,
      "type": "SYMPTOM",
      "score": 0.99,
      "assertion": "PRESENT",
      "evidence": "HPMA: Gestante 33 semanas, procura PS com dor abdominal em cólica há 4 horas, intervalos <5 min.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 1085,
      "end": 1090,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "ISDA: Nega febre e sintomas urinários; sem tosse/coriza; nega dor torácica/ortopneia no momento (triagem importante pela estenose mitral).",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 27,
  "group": "caso_estruturado"
}