{
  "doc_id": "pepv1_case_0014",
  "source": "data\\raw\\pepv1.json",
  "text": "14) Mulher de 67 anos de idade, procedente de São Paulo-SP, procura pronto-socorro de hospital secundário por conta de febre há 3 dias. Relata vômitos, mialgia, cefaleia principalmente retro-orbitária, prostração, astenia e febre diária de até 39°C no período. Nega tosse, odinofagia, coriza. Nega alterações urinárias. Refere casos semelhantes em sua região com diagnóstico de dengue. Acompanha no ambulatório por insuficiência coronariana crônica classe funcional I (infarto prévio há 3 anos tratado com angioplastia primária) e hipertensão arterial sistêmica. Faz uso regular de ácido acetilsalicílico, enalapril, hidroclorotiazida e atenolol. Ao exame clínico, apresenta-se em regular estado geral; desidratada +2/+4; pressão arterial = 108 x 66 mmHg; frequência cardíaca = 104 bpm; hepatomegalia dolorosa a 2 cm do rebordo costal direito; semiologia pulmonar com ausculta da voz diminuída e percussão submaciça em base pulmonar direita; restante do exame clínico sem alterações significativas. Indique a classificação de risco para manejo da dengue neste caso, conforme os critérios do Ministério da Saúde.",
  "entities": [
    {
      "span": "febre",
      "start": 119,
      "end": 124,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "14) Mulher de 67 anos de idade, procedente de São Paulo-SP, procura pronto-socorro de hospital secundário por conta de febre há 3 dias.",
      "links": [],
      "icd10": []
    },
    {
      "span": "cefaleia",
      "start": 161,
      "end": 169,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "Relata vômitos, mialgia, cefaleia principalmente retro-orbitária, prostração, astenia e febre diária de até 39°C no período.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 224,
      "end": 229,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "Relata vômitos, mialgia, cefaleia principalmente retro-orbitária, prostração, astenia e febre diária de até 39°C no período.",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 14,
  "group": "prontuario"
}