{
  "doc_id": "pepv1_case_0010",
  "source": "data\\raw\\pepv1.json",
  "text": "10) Um paciente masculino, com 25 dias de vida, que foi trazido por quadro de febre de até 38, 1°C. A mãe refere que o quadro se iniciou há 8 horas atrás, foram 2 picos febris com temperaturas de 37, 9° e 38, 1°C, sendo medicado com paracetamol há 1 hora atrás. Nega tosse, coriza ou cansaço. Diurese presente, sem alterações. Evacuações de 5 a 6 vezes ao dia, com fezes pastosas esverdeadas, sem mudança de padrão nos últimos dias. Boa aceitação das mamadas. Nascida de termo, parto cesárea por iteratividade, peso de nascimento de 3.100 g, sem intercorrências peri-natais. Trata-se do terceiro filho de mãe de 35 anos, professora universitária, e pai de 37 anos, engenheiro civil, ambos hígidos. Ao exame clínico, a criança está em bom estado geral, corada, hidratada, anictérica. Temperatura axilar de 36, 5°C. FC = 126 bpm, FR = 48 irpm, tempo de enchimento capilar < 3 segundos. Ativa e reativa, bom tônus, fontanela bregmática normotensa. Sem alterações as propedêuticas cardíaca, pulmonar e abdominal. Períneo íntegro. Boa perfusão periférica. No plantão anterior, o médico plantonista optou pela realização dos seguintes exames: Hemograma Completo; Hb 13, 4 g/dL, Ht = 37, 6%; Leucócitos = 7.440/mm³ (42% de segmentados, 46% de linfócitos, 10% de monócitos, 1% de eosinófilos, 1% de basófilo… Plaquetas = 473 mil/mcL; Urina tipo 1 (colhida por sondagem vesical de alívio): Densidade = 1010, pH = 7, 0, Proteínas = negativo, Glicose = negativo, Nitrito = negativo, Bactérias = ausente, Sangue = ++; Sedimento Urinário: Leucócitos = 6.000/mL (referência = até 10.000/ mL); Hemácias = 8.000/mL (referência = até 10.000/mL); Radiografia de tórax = sem alterações significativas. Hemocultura, Urocultura e Pesquisa de vírus respiratórios já colhidos, aguardando resultado. Tendo em vista os dados apresentados, é necessário solicitar algum outro exame complementar para este paciente?",
  "entities": [
    {
      "span": "febre",
      "start": 78,
      "end": 83,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "10) Um paciente masculino, com 25 dias de vida, que foi trazido por quadro de febre de até 38, 1°C.",
      "links": [],
      "icd10": []
    },
    {
      "span": "paracetamol",
      "start": 233,
      "end": 244,
      "type": "DRUG",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "A mãe refere que o quadro se iniciou há 8 horas atrás, foram 2 picos febris com temperaturas de 37, 9° e 38, 1°C, sendo medicado com paracetamol há 1 hora atrás.",
      "links": [],
      "icd10": []
    },
    {
      "span": "Hemograma",
      "start": 1137,
      "end": 1146,
      "type": "TEST",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "No plantão anterior, o médico plantonista optou pela realização dos seguintes exames: Hemograma Completo; Hb 13, 4 g/dL, Ht = 37, 6%; Leucócitos = 7.440/mm³ (42% de segmentados, 46% de linfócitos, 10% de monócitos, 1% de eosinófilos, 1% de basófilo… Plaquetas = 473 mil/mcL; Urina tipo 1 (colhida por sondagem vesical de alívio): Densidade = 1010, pH = 7, 0, Proteínas = negativo, Glicose = negativo, Nitrito = negativo, Bactérias = ausente, Sangue = ++; Sedimento Urinário: Leucócitos = 6.000/mL (referência = até 10.000/ mL); Hemácias = 8.000/mL (referência = até 10.000/mL); Radiografia de tórax = sem alterações significativas.",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 10,
  "group": "prontuario"
}