{
  "doc_id": "pepv1_case_0019",
  "source": "data\\raw\\pepv1.json",
  "text": "19) ID: Feminino, 30 anos, G1P1 (parto vaginal há 8 anos), uso de preservativo. QD: “Cólica do lado direito há meses, não melhora.” HPMA: Há 4 meses iniciou dor em região lombar direita, em cólica, com irradiação para pelve, progressiva, sem melhora com analgésicos/AINEs. Nega disúria e polaciúria. Ciclos regulares, dismenorreia leve autolimitada. Nega febre, náuseas/vômitos persistentes, alteração do hábito intestinal. Exame abdominal: plano, flácido, sem massas, dor à palpação profunda em fossa ilíaca direita; punho-percussão lombar negativa. Exame ginecológico: especular com conteúdo vaginal habitual, colo epitelizado, zona de transição normal; toque com útero retrovertido, tamanho habitual, dor à palpação em fórnice posterior e tumoração anexial direita regular, móvel e indolor. Exames: sedimento urinário normal; colpocitologia classe II. Diante de dor persistente com massa anexial, foi solicitado USG pélvico/transvaginal e o USG de vias urinárias (rim direito) constava como parte da investigação diferencial (litíase/hidronefrose), com laudo ainda não descrito/pendente no encaminhamento trazido pela paciente. ISDA: Nega febre/calafrios; nega corrimento anormal/prurido; nega sintomas urinários; nega perda ponderal; dor pélvica/lombar à direita persistente. AP: Sem comorbidades referidas. Cirurgias: nega. Medicações: analgésicos e AINEs esporádicos, sem resposta. Alergias: nega. Hábitos: não informados. AF: Sem dados no enunciado.",
  "entities": [
    {
      "span": "dor em",
      "start": 157,
      "end": 163,
      "type": "SYMPTOM",
      "score": 0.9090909090909091,
      "assertion": "NEGATED",
      "evidence": "HPMA: Há 4 meses iniciou dor em região lombar direita, em cólica, com irradiação para pelve, progressiva, sem melhora com analgésicos/AINEs.",
      "links": [],
      "icd10": []
    },
    {
      "span": "disúria",
      "start": 278,
      "end": 285,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "Nega disúria e polaciúria.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 355,
      "end": 360,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "Nega febre, náuseas/vômitos persistentes, alteração do hábito intestinal.",
      "links": [],
      "icd10": []
    },
    {
      "span": "massas, dor",
      "start": 461,
      "end": 472,
      "type": "SYMPTOM",
      "score": 1.0,
      "assertion": "NEGATED",
      "evidence": "Exame abdominal: plano, flácido, sem massas, dor à palpação profunda em fossa ilíaca direita; punho-percussão lombar negativa.",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 19,
  "group": "caso_estruturado"
}