{
  "doc_id": "pepv1_case_0071",
  "source": "data\\raw\\pepv1.json",
  "text": "71) ID: Mulher, 52 anos, com histórico de câncer de mama. QD: \"Dor no peito após início de quimioterapia.\" HPMA: Paciente em seguimento oncológico por câncer de mama (mastectomia realizada há 4 anos), atualmente em quimioterapia adjuvante com paclitaxel. Iniciou há 1 semana dor em peito esquerdo, tipo peso, que piora com movimento e melhora com repouso, associada a sensação de falta de ar nas últimas 48h. Nega edema de membros, dor no corpo, febre ou calafrios. Exame físico: PA 130×85 mmHg, FC 96 bpm, sem sopros cardíacos, sem sinais de insuficiência venosa nos membros. Ao exame pulmonar, estertores finos em base esquerda. ECG sem alterações. A tomografia de tórax evidenciou fibrose pulmonar associada à quimioterapia. Hipótese de toxidade pulmonar induzida por quimioterapia (paclitaxel). ISDA: Nega dor torácica intensa, febre, síncope ou sintomas urinários. AP: Câncer de mama com mastectomia unilateral; em quimioterapia adjuvante com paclitaxel. AF: Não informado.",
  "entities": [
    {
      "span": "dor em",
      "start": 275,
      "end": 281,
      "type": "SYMPTOM",
      "score": 0.9090909090909091,
      "assertion": "PRESENT",
      "evidence": "Iniciou há 1 semana dor em peito esquerdo, tipo peso, que piora com movimento e melhora com repouso, associada a sensação de falta de ar nas últimas 48h.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 446,
      "end": 451,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "Nega edema de membros, dor no corpo, febre ou calafrios.",
      "links": [],
      "icd10": []
    },
    {
      "span": "tomografia",
      "start": 653,
      "end": 663,
      "type": "TEST",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "A tomografia de tórax evidenciou fibrose pulmonar associada à quimioterapia.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 832,
      "end": 837,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "ISDA: Nega dor torácica intensa, febre, síncope ou sintomas urinários.",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 71,
  "group": "caso_estruturado"
}