{
  "doc_id": "pepv1_case_0023",
  "source": "data\\raw\\pepv1.json",
  "text": "23) ID: Feminino, 60 anos, sem dados de paridade no enunciado. QD: “Barriga inchada, cansaço e falta de ar.” HPMA: Refere aumento progressivo do volume abdominal nas últimas semanas/meses, associado a astenia e dispneia intensa, principalmente aos esforços habituais. Nega dor abdominal importante, mas relata sensação de plenitude/empachamento e redução do apetite. Ao exame clínico, abdome globoso com ascite volumosa (macicez móvel e sem sinais de irritação peritoneal). No exame pélvico (toque vaginal), identifica-se tumor sólido, irregular e fixo, deslocando o útero lateralmente à esquerda, além de nódulos irregulares em fórnice vaginal posterior (sugestivos de implantes). Realizada punção de alívio de ascite com envio para citologia, cujo resultado foi compatível com adenocarcinoma seroso de ovário. Paciente orientada quanto a sinais de alarme pós-paracentese (dor progressiva, febre, hipotensão), e solicitados exames de estadiamento (hemograma, função renal/hepática, albumina, coagulograma e imagem abdominal/pélvica) conforme disponibilidade do serviço. ISDA: Nega tosse/chiado; nega dor torácica típica; nega disúria; relata possível perda ponderal não quantificada (a esclarecer); sem febre. AP: Sem comorbidades informadas. Cirurgias: não informado. Medicações: não informado. Alergias: não informado. Hábitos: não informado. AF: Não informado (a checar: câncer de ovário/mama, padrão hereditário).",
  "entities": [
    {
      "span": "dor abdominal",
      "start": 273,
      "end": 286,
      "type": "SYMPTOM",
      "score": 0.99,
      "assertion": "NEGATED",
      "evidence": "Nega dor abdominal importante, mas relata sensação de plenitude/empachamento e redução do apetite.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 891,
      "end": 896,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "Paciente orientada quanto a sinais de alarme pós-paracentese (dor progressiva, febre, hipotensão), e solicitados exames de estadiamento (hemograma, função renal/hepática, albumina, coagulograma e imagem abdominal/pélvica) conforme disponibilidade do serviço.",
      "links": [],
      "icd10": []
    },
    {
      "span": "hemograma",
      "start": 949,
      "end": 958,
      "type": "TEST",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "Paciente orientada quanto a sinais de alarme pós-paracentese (dor progressiva, febre, hipotensão), e solicitados exames de estadiamento (hemograma, função renal/hepática, albumina, coagulograma e imagem abdominal/pélvica) conforme disponibilidade do serviço.",
      "links": [],
      "icd10": []
    },
    {
      "span": "disúria",
      "start": 1127,
      "end": 1134,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "ISDA: Nega tosse/chiado; nega dor torácica típica; nega disúria; relata possível perda ponderal não quantificada (a esclarecer); sem febre.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 1204,
      "end": 1209,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "ISDA: Nega tosse/chiado; nega dor torácica típica; nega disúria; relata possível perda ponderal não quantificada (a esclarecer); sem febre.",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 23,
  "group": "caso_estruturado"
}