{
  "doc_id": "pepv1_case_0001",
  "source": "data\\raw\\pepv1.json",
  "text": "1) Adolescente masculino de 16 anos de idade, trazido ao pronto-socorro de hospital terciário pelo Serviço de Resgate, foi vítima de queda de bicicleta após colisão em alta velocidade contra anteparo fixo. Paciente relata ter traumatizado a região superior do abdome contra o guidão da bicicleta e refere intensa dor no local. Apresenta, ainda, trauma craniano, sem perda de consciência, porém refere cefaleia intensa. Nega vômitos. Dados colhidos pela equipe do resgate no local do acidente: pulso = 112 bpm; pressão arterial = 130 x 90 mmHg; frequência respiratória = 16 irpm; saturação de oxigênio 97% em ar ambiente. Tempo entre acidente e admissão hospitalar: 30 minutos. Na avaliação no pronto-socorro: A – vias aéreas pérvias, com colar cervical. B – murmúrios vesiculares presentes bilateralmente; expansibilidade simétrica; tórax indolor à palpação; sem crepitações; FR = 16 irpm; saturação de O2 = 98% em ar ambiente. C – pulso = 108 bpm; pressão arterial = 120 x 70 mmHg; sem sangramento visível. Abdome doloroso à palpação em epigástrio e mesogástrio, onde se evidenciam equimose e escoriação. Toque retal sem alterações, diurese clara. D – escala de coma de Glasgow = 15; pupilas isocóricas e fotorreagentes. E – sem outras alterações. Realizada expansão volêmica com 2.000 ml de soro fisiológico e analgesia. Após essas medidas, o paciente apresenta frequência cardíaca de 86 bpm e pressão arterial de 120 x 70 mmHg. Foi realizada ultrassonografia focada no trauma (FAST).",
  "entities": [
    {
      "span": "cefaleia",
      "start": 401,
      "end": 409,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "Apresenta, ainda, trauma craniano, sem perda de consciência, porém refere cefaleia intensa.",
      "links": [],
      "icd10": []
    },
    {
      "span": "FAST",
      "start": 1480,
      "end": 1484,
      "type": "PROCEDURE",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "Foi realizada ultrassonografia focada no trauma (FAST).",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 1,
  "group": "prontuario"
}