{
  "doc_id": "pepv1_case_0077",
  "source": "data\\raw\\pepv1.json",
  "text": "77) ID: Feminino, 46 anos. QD: Cefaleia hemicrânica direita há 3 dias, intensa, com náuseas e fotofobia. HPMA: Início há 3 dias de cefaleia hemicrânica direita latejante, predominando retro-orbitária, forte intensidade, associada a fotofobia e náuseas, piora ao deitar e ao subir/descer escadas. Nega febre, emagrecimento, trauma, quadros prévios semelhantes. Nega déficit neurológico focal, síncope, convulsão. Exame: consciente, orientada, sem sinais focais, sem rigidez de nuca; orofaringe discretamente hiperemiada, sem exsudato; restante sem alterações. TC de crânio realizada na triagem, com achado sugestivo de trombose venosa cerebral (hiperdensidade em topografia de seio dural). Hipótese clínica: trombose de seio venoso cerebral. ISDA: Sem dispneia/dor torácica; sem alteração do hábito intestinal; sem disúria. AP: Nega comorbidades conhecidas; sem uso crônico de medicações relatado. Nega alergias. AF: Sem tabagismo; etilismo eventual.",
  "entities": [
    {
      "span": "Cefaleia",
      "start": 31,
      "end": 39,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "QD: Cefaleia hemicrânica direita há 3 dias, intensa, com náuseas e fotofobia.",
      "links": [],
      "icd10": []
    },
    {
      "span": "cefaleia",
      "start": 131,
      "end": 139,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "PRESENT",
      "evidence": "HPMA: Início há 3 dias de cefaleia hemicrânica direita latejante, predominando retro-orbitária, forte intensidade, associada a fotofobia e náuseas, piora ao deitar e ao subir/descer escadas.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 301,
      "end": 306,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "Nega febre, emagrecimento, trauma, quadros prévios semelhantes.",
      "links": [],
      "icd10": []
    },
    {
      "span": "disúria",
      "start": 814,
      "end": 821,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "ISDA: Sem dispneia/dor torácica; sem alteração do hábito intestinal; sem disúria.",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 77,
  "group": "caso_estruturado"
}