{
  "doc_id": "pepv1_case_0026",
  "source": "data\\raw\\pepv1.json",
  "text": "26) ID: Feminino, 23 anos, primigesta, gestação por fertilização assistida, IG ~5 semanas. QD: “Sangramento em borra de café no começo da gravidez.” HPMA: Gestante de 5 semanas (diagnosticada por beta-hCG sérico 2.350 mUI/mL há 2 dias) procura pronto atendimento por sangramento vaginal em pequena quantidade, tipo “borra de café”, sem exteriorização de coágulos. Refere cólica leve intermitente, sem dor intensa unilateral. Ao exame clínico: hemodinamicamente estável, abdome indolor, sem sinais de irritação peritoneal; ao exame ginecológico, pequena quantidade de sangue coletado em fórnice posterior. USG: útero em AVF com eco endometrial espessado 16 mm e imagem paraovariana esquerda 28×20×22 mm (imagem anexa no enunciado). Repetido beta-hCG no atendimento: 1.650 mUI/mL. Registrado risco aumentado por gestação assistida e diferencial entre gestação intrauterina inicial não evolutiva vs gestação ectópica/heterotópica; orientada vigilância clínica rigorosa, reavaliação seriada com beta-hCG e ultrassom conforme protocolo, com retorno imediato se dor abdominal forte, síncope ou sangramento volumoso. ISDA: Nega febre; nega sintomas urinários; nega sintomas respiratórios. Sem diarreia/vômitos importantes. AP: Infertilidade com necessidade de reprodução assistida (sem detalhes). Medicações: provável suporte luteínico (progesterona) — não informado no enunciado; em sua versão, pode registrar “em uso de progesterona conforme protocolo” se quiser aumentar realismo. Alergias/cirurgias: não informadas. AF: Não informado.",
  "entities": [
    {
      "span": "dor abdominal",
      "start": 1056,
      "end": 1069,
      "type": "SYMPTOM",
      "score": 0.99,
      "assertion": "PRESENT",
      "evidence": "Repetido beta-hCG no atendimento: 1.650 mUI/mL. Registrado risco aumentado por gestação assistida e diferencial entre gestação intrauterina inicial não evolutiva vs gestação ectópica/heterotópica; orientada vigilância clínica rigorosa, reavaliação seriada com beta-hCG e ultrassom conforme protocolo, com retorno imediato se dor abdominal forte, síncope ou sangramento volumoso.",
      "links": [],
      "icd10": []
    },
    {
      "span": "febre",
      "start": 1121,
      "end": 1126,
      "type": "SYMPTOM",
      "score": 0.95,
      "assertion": "NEGATED",
      "evidence": "ISDA: Nega febre; nega sintomas urinários; nega sintomas respiratórios.",
      "links": [],
      "icd10": []
    }
  ],
  "case_id": 26,
  "group": "caso_estruturado"
}